tap "homebrew/cask-fonts"
brew "asdf"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"
brew "pipx"
brew "restic"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yamllint"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "font-symbols-only-nerd-font"
cask "logi-options-plus"
cask "keepassxc"
cask "orbstack"
cask "raycast"
